[
  {
    "entity_type": "node",
    "bundle": "webform",
    "deleted": "0",
    "entity_id": "4",
    "revision_id": "4",
    "language": "und",
    "delta": "0",
    "field_body_value": "<p>There are various ways to contact us at Share. We will put you in touch with the person that can best assist you as quickly as possible. If you would like information regarding any one of our products, need a Material Safety Data Sheet, would like to have a sales representative call on you, or simply have a question, please call us or contact us at the phone number or address below.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Thank you and we appreciate your interest in Share Corporation.</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<hr />\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Call Us:</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>1 (800) 776-7192&nbsp;&nbsp; -&nbsp; between 8:00 am and 4:30 pm CST.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>&nbsp;</h2>\r\n\r\n<h2>Address:</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Share Corporation<br />\r\n7821 N. Faulkner Rd.<br />\r\nMilwaukee, WI 53224</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Send us an Email</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><a href=\"mailto:info@sharecorp.com\">info@sharecorp.com</a></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n",
    "field_body_format": "full_html"
  },
  {
    "entity_type": "node",
    "bundle": "webform",
    "deleted": "0",
    "entity_id": "27",
    "revision_id": "27",
    "language": "und",
    "delta": "0",
    "field_body_value": "<p>If&nbsp;you are experienced in selling maintenance products, chemicals, nuts and bolts, greases, tools and hardware, and welding supplies to the end user?</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Are you able to perform field promotional work to sell and secure business where full market potential or product line acceptance has not been established?</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Can you demonstrate and explain products effectively?</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Do you have the ability to travel? Do you hold a valid driver's license and have a vehicle?</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Are you capable of occasionally lifting or moving up to 50 pounds and working in an environment that is characteristic of industrial and municipal accounts? If so and you meet all other requirements, we would like to hear from you.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Share Corporation offers comprehensive training, subsidy, bonuses, car allowance, paid vacation, health insurance program, 401k, annual trips, and <strong><u>industry leading commissions</u></strong>.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Equal Opportunity Employer</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Share Corporation offers a wide variety of chemical products for every industry-herbicides for grounds maintenance; boiler and cooling tower treatments; foams and dyes for agricultural use; and sewage treatment for municipalities, to name just a few. Share recently unveiled it's 'Hercules' line of maintenance support products. With this addition we now offer a comprehensive line of hardware, shop supplies, electrical supplies, maintenance items and tools. But it's our continued commitment of excellence in everything we do that has allowed Share to establish a renowned corporate image and garner a large, satisfied customer base.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
    "field_body_format": "full_html"
  }
]
